<?php
$products = array (
    "sku1" => array(
        "name" => "Нужная штука 1",
        "description" => "Эту штуку № 1 можно купить за монетки деш.\nЗа символическую сумму 0.003 Dash, что эквивалентно примерно 10р. Но это не точно, проверяйте текущий курс. Вы можете перевести любую сумму равную или больше этой.",
        "price" => 0.003,
        "currency" => "dash",
        "button_text" => "Штука № 1",
        "product" => "Мы получили перевод. Вот ваша штука № 1 https://github.com/sergDash/dash_seller_bot.",
    ),
    "sku2" => array(
        "name" => "Нужная штука 2",
        "description" => "Эту штуку № 2 можно купить за монетки деш.\nЗа символическую сумму 0.003 Dash, что эквивалентно примерно 10р. Но это не точно, проверяйте текущий курс. Вы можете перевести любую сумму равную или больше этой.",
        "price" => 0.003,
        "currency" => "dash",
        "button_text" => "Штука № 2",
        "product" => "Мы получили перевод. Вот ваша штука № 2 https://github.com/sergDash/dash_seller_bot.",
    ),
);